Repository: kamar/homelibrary
Catalog: locale/*/LC_MESSAGES/homelibrary.po
Languages: de_de

source: Home Library
de_de: Haus Bibliothek

source: Home
de_de: Hause

source: Books
de_de: Bücher

source: All Books
de_de: Alle Bücher

source: Available Books
de_de: Verfügbare Bücher

source: Insert Book
de_de: Neues Buch

source: Update Book
de_de: Buch Update

source: Delete Book
de_de: Buch Streichung

source: Authors
de_de: Schriftteller

source: Insert Author
de_de: Neuer Schiftteller

source: Translators
de_de: Übersetzer

source: Insert Translator
de_de: Neuer Übersetzer

source: Publishers
de_de: Verleger

source: Insert Publisher
de_de: Neuer Verleger

source: Readers
de_de: Leser

source: Loan a Book
de_de: Buch Verleihen

source: New Reader
de_de: Leser

source: Logout
de_de: Abmelden

source: Register
de_de: Anmeldung

source: Login
de_de: Melden

source: Search...
de_de: Nachforschung...

source: Hide Books
de_de: Verfügbare Bücher

source: Authors Books
de_de: Schriftteller

source: Close
de_de: Schließen

source: Fullname
de_de: Voller Name

source: No books found.
de_de: Kein Buch gefunden.

source: Descr
de_de: Beschreibung

source: No description.
de_de: Keine Beschreibung.

source: Full Name
de_de: Voller Name

source: Site
de_de: Seite

source: Bio
de_de: Lebenslauf

source: New Author
de_de: Neuer Schriftteller

source: You must loged in to do this task as Administrator.
de_de: Sie sollen als Admin angemeldet, um diese Function zu erledigen.

source: Author's Name
de_de: Schrifttellers Name

source: Author's Surname
de_de: Schrifttellers Familiename

source: Author's Email
de_de: Schrifttellers Email

source: Author's Site
de_de: Schrifttellers Seite

source: Author's Resume
de_de: Schrifttellers Lebenslauf

source: Author's resume
de_de: Schrifttellers Lebenslauf
